Repository: character-map-uwp/Character-Map-UWP
Catalog: CharacterMap/CharacterMap/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, it_it, pl_pl, pt_pt, ta, th_th, zh_cn, zh_tw

# SettingsShadowsDescription.Text
source: Enables subtle depth shadows on the UI. Only noticeable when using the Light theme. Turning this on may have a small performance impact on weaker devices. Requires a restart to take effect.
de_de: Dezente Tiefenschatten in der UI aktivieren. Nur im hellen Modus wahrnehmbar. Das Anschalten kann einen geringen Einfluss auf die Leistung älterer Geräte haben. Benötigt einen Neustart, um wirksam zu werden.
es_es: Activa sombras profundas sutiles en la interfaz. Solo es perceptible cuando se usa el tema claro. Activar esto puede tener un pequeño impacto en el rendimiento en dispositivos de menor potencia. Requiere reiniciar para surtir efecto.
it_it: Abilita sottili ombre di profondità nell'interfaccia utente (apprezzabili solo con il tema chiaro attivato). L'attivazione di questo effetto potrebbe ridurre leggermente le prestazioni dei dispositivi più datati. Riavvio dell'app necessario.
pl_pl: Włącza subtelne cienie głębi w interfejsie użytkownika. Zauważalne tylko podczas korzystania z motywu Light. Włączenie tej opcji może mieć niewielki wpływ na wydajność słabszych urządzeń. Wymaga ponownego uruchomienia, aby zaczął obowiązywać.
pt_pt: Ativa sombras de profundidade subtis na IU. Apenas percetível ao utilizar o tema claro. Ativar esta opção pode ter um pequeno impacto no desempenho em dispositivos mais fracos. Verá a sua alteração quando voltar a iniciar a aplicação.
ta: UI இல் நுட்பமான ஆழ நிழல்களை இயக்கும். வெளிச்சப் பயன்முறையை பயன்படுத்தும் போது மட்டுமே குறிப்பிடத்தக்கது. இதை இயக்குவது பலவீனமான சாதனங்களில் ஒரு சிறிய செயல்திறன் தாக்கத்தை ஏற்படுத்தலாம். செயற்படுத்த மறுதொடக்கம் தேவை.
th_th: เปิดเอฟเฟ็คเงาในแอป. จะเห็นได้ชัดเจนเมื่อใช้แอปในชุดรูปแบบสว่าง. เปิดหรือปิดไม่มีผลกับสมรรถภาพแอป. จะมีผลเมื่อเปิดแอปครั้งหน้า (เริ่มต้นแอปใหม่).
zh_cn: 在用户界面上启用精细深度阴影。仅在浅色主题上有显著效果。 在配置较差的设备上开启此项，或许会稍微影响性能。 需重启以生效。

# SettingsShadowsHeader.Text
source: Enable shadows
de_de: Schatten aktivieren
es_es: Activar sombras
it_it: Abilita ombre
pl_pl: Włączanie cieni
pt_pt: Sombras
ta: நிழல்களை செயற்படுத்து
th_th: ใช้เอฟเฟ็คเงา
zh_cn: 启用阴影

# SettingsSimpleAnimationDescription.Text
source: Controls most animations inside the application. Turning this off will disable most animations. Turning this on has negligible performance impact.
es_es: Controla la mayoría de las animaciones dentro de la aplicación. Desactivar esto deshabilitará la mayoría de las animaciones. Activar esto tiene un impacto insignificante en el rendimiento.
pt_pt: Controla a maioria das animações dentro da aplicação. Desligar esta opção desativa a maioria das animações. Ativar esta opção tem um impacto insignificante no desempenho.
zh_cn: 控制应用内的多数动画。关闭此项将会禁用多数动画效果。 开启此项对性能影响微小。

# SettingsSimpleAnimationHeader.Text
source: Enable animations
es_es: Activar animaciones
pt_pt: Animações
zh_cn: 启用动画效果

# SettingsThemeHeader.Text
source: Theme
de_de: Thema
es_es: Tema
it_it: Tema
pl_pl: Kompozycja
pt_pt: Tema
ta: கருப்பொருள்
th_th: ชุดรูปแบบ
zh_cn: 主题

# SettingsUIHeader.Text
source: Layout
es_es: Diseño
pt_pt: Esquema
zh_cn: 布局

# UseSystemLanguage
source: Use system language setting
de_de: Die Spracheinstellung des Systems nutzen
es_es: Usar la configuración de idioma del sistema
it_it: Lingua di Sistema
pl_pl: Użyj ustawień języka systemu
pt_pt: Utilizar o idioma de apresentação do sistema
ta: முறைமை மொழி அமைப்பைப் பயன்படுத்து
th_th: ใช้ภาษาตามการตั้งค่าระบบ
zh_cn: 跟随系统语言设置

# SettingsNeedRestart.Text
source: Change will apply after restart
de_de: Änderung wird nach einem Neustart angewandt.
es_es: El cambio se aplicará después de reiniciar
it_it: Riavvio necessario per rendere effettive le modifiche.
pl_pl: Zmiana zostanie zastosowana po ponownym uruchomieniu
pt_pt: Verá a sua alteração quando voltar a iniciar a aplicação
ta: மறுதொடக்கம் செய்த பின் மாற்றம் செயற்படுத்தப்படும்
th_th: จะมีผลเมื่อเปิดแอปครั้งหน้า (เริ่มต้นแอปใหม่)
zh_cn: 应用重启后生效

# BtnContributors.Content
source: Contributors
de_de: Beitragende
es_es: Colaboradores
it_it: Collaboratori
pl_pl: Współpracowników
pt_pt: Contribuidores
ta: பங்களிப்பாளர்கள்
th_th: ผู้ร่วมพัฒนา
zh_cn: 贡献者

# TxtLoadingFonts.Text
source: Loading Fonts
de_de: Lädt Schriftarten
es_es: Cargando tipografías
it_it: Caricamento caratteri
pl_pl: Ładowanie czcionek
pt_pt: A carregar tipos de letra
ta: எழுத்துருக்களை ஏற்றுகிறது
th_th: กำลังโหลดฟอนต์
zh_cn: 正在加载字体

# AppBtnClear.Label
source: Clear
de_de: Alle abwählen
es_es: Borrar
it_it: Pulisci
pl_pl: Jasny
pt_pt: Limpar
ta: அழி
th_th: ไม่เลือกทุกอัน
zh_cn: 清除

# AppBtnReset.Label
source: Reset
de_de: Zurücksetzen
es_es: Restablecer
it_it: Reimposta
pl_pl: Resetować
pt_pt: Repor
ta: மீட்டமை
th_th: รีเซทเลือก
zh_cn: 重置

# AppBtnSelectAll.Label
source: Select All
de_de: Alle auswählen
es_es: Seleccionar todo
it_it: Seleziona tutto
pl_pl: Zaznacz wszystko
pt_pt: Selecionar tudo
ta: எல்லாம் தேர்ந்தெடு
th_th: เลือกทั้งหมด
zh_cn: 全选

# BtnApply.Content
source: Apply
de_de: Anwenden
es_es: Aplicar
it_it: Applica
pl_pl: Zastosować
pt_pt: Aplicar
ta: செயற்படுத்து
th_th: เลือกกลุ่มอักษร
zh_cn: 应用

source: Cancel
es_es: Cancelar

# BtnContinue.Content
source: Continue
de_de: Fortsetzen
es_es: Continuar
it_it: Continua
pl_pl: Kontynuować
pt_pt: Continuar
ta: தொடரவும்
th_th: ส่งพิมพ์
zh_cn: 继续

# BtnPrint.Content
source: Print
de_de: Drucken
es_es: Imprimir
it_it: Stampa
pl_pl: Drukować
pt_pt: Imprimir
ta: அச்சிடு
th_th: พิมพ์
zh_cn: 打印

# CbCharacterLabel.Header
source: Character Label
de_de: Zeichen-Beschriftung
es_es: Etiqueta del carácter
it_it: Etichetta Carattere
pl_pl: Etykieta znaku
pt_pt: Etiqueta do carácter
ta: எழுத்துக்குறி பெயர் பலகை
th_th: แสดงชื่ออักษร
zh_cn: 字符标签

# CbiPageOrientationLandscape.Content
source: Landscape
de_de: Landschaft
es_es: Horizontal
it_it: Orizzontale
pl_pl: Krajobraz
pt_pt: Vertical
ta: நிலைபரப்பு
th_th: แนวนอน
zh_cn: 横向

# CbiPageOrientationPortrait.Content
source: Portrait
de_de: Porträt
es_es: Vertical
it_it: Verticale
pl_pl: Portret
pt_pt: Horizontal
ta: நிலைபதிப்பு
th_th: แนวตั้ง
zh_cn: 纵向

# CbListStyle.Header
source: List Style
de_de: Listenstil
es_es: Estilo de lista
it_it: Stile elenco
pl_pl: Styl listy
pt_pt: Estilo da lista
ta: பட்டியல் நடை
th_th: รูปแบบรายการ
zh_cn: 列表样式

# CbShowMargins.Content
source: Show margins
de_de: Abstände anzeigen
es_es: Mostrar márgenes
it_it: Mostra i magini
pl_pl: Pokaż marginesy
pt_pt: Mostrar margens
ta: ஓரங்களை காட்டு
th_th: แสดงขอบกระดาษ
zh_cn: 显示边距

# ChkBxHideWhitespace.Content
source: Hide whitespace and control characters
de_de: Weißraum ausblenden und Zeichen kontrollieren
es_es: Ocultar espacios en blanco y caracteres de control
it_it: Nascondi gli spazi bianchi
pl_pl: Ukrywanie białych znaków i znaków sterujących
pt_pt: Ocultar espaços em branco e caracteres de controlo
ta: வெள்ளையிடம் மற்றும் கட்டுப்பாட்டு எழுத்துக்குறிகளை மறை
th_th: ซ่อนอักขระว่าง
zh_cn: 隐藏空白和控制字符

# ChkBxShowBorders.Content
source: Show borders
de_de: Ränder anzeigen
es_es: Mostrar bordes
it_it: Mostra bordi
pl_pl: Pokaż obramowania
pt_pt: Mostrar bordas
ta: எல்லைகளைக் காட்டு
th_th: แสดงขอบตาราง
zh_cn: 显示框线

# GlyphAnnotation_None
source: None
de_de: Keine
es_es: Ninguno
it_it: Nessuna
pl_pl: Żaden
pt_pt: Nenhuma
ta: ஏதுமில்லை
th_th: ไม่แสดง
zh_cn: 无

# GlyphAnnotation_UnicodeHex
source: Unicode Hex
es_es: Hexadecimal Unicode
pl_pl: Szesnastkowy kod Unicode
pt_pt: Hexademical Unicode
th_th: รหัสอักษร
zh_cn: 16 进制 Unicode 序号

# GlyphAnnotation_UnicodeIndex
source: Unicode Index
es_es: Índice Unicode
it_it: Indice Unicode
pl_pl: Indeks Unicode
pt_pt: Índice Unicode
th_th: ที่อยู่อักษร
zh_cn: 10 进制 Unicode 序号

# PrintCharacterFilterContent.Text
source: Choose character groups to display
de_de: Zeichengruppen zur Ansicht auswählen
es_es: Elige los grupos de caracteres a mostrar
it_it: Scegli i gruppi di caratteri da visualizzare
pl_pl: Wybierz grupy znaków do wyświetlenia
pt_pt: Escolhe o grupo de caracteres a apresentar
ta: காண்பிக்க எழுத்துக்குறி குழுக்களைத் தேர்வுசெய்க
th_th: เลือกกลุ่มอักษรที่จะพิมพ์
zh_cn: 选择要显示的字符群组

# PrintDataHeader.Text
source: Data
de_de: Daten
es_es: Datos
it_it: Dati
pl_pl: Dane
pt_pt: Dados
ta: தரவு
th_th: ตั้งค่าข้อมูลอักษร
zh_cn: 数据

# PrintViewCharSize.Text
source: Character Size
de_de: Zeichengröße
es_es: Tamaño del carácter
it_it: Dimensione carattere
pl_pl: Rozmiar znaków
pt_pt: Tamanho do carácter
ta: எழுத்துக்குறி அளவு
th_th: ขนาดอักษร
zh_cn: 字符大小

# PrintViewHorizontalMarginHeader.Text
source: Horizontal Margin
de_de: Horizontaler Abstand
es_es: Margen horizontal
it_it: Margine orizzontale
pl_pl: Margines poziomy
pt_pt: Margem horizontal
ta: கிடைமட்ட ஓரம்
th_th: ขนาดขอบแนวนอน
zh_cn: 水平边距

# PrintViewLayoutHeader.Text
source: Layout
de_de: Anordnung
es_es: Diseño
pl_pl: Układ
pt_pt: Esquema
ta: தளவமைப்பு
th_th: ตั้งค่าอักษรพิมพ์
zh_cn: 布局

# PrintViewOfLabel.Text
source: of
de_de: von
es_es: de
it_it: di
pl_pl: z
pt_pt: de
th_th: จาก

# PrintViewPageOrientation.Header
source: Page Orientation
de_de: Seitenausrichtung
es_es: Orientación de página
it_it: Orientamento pagina
pl_pl: Orientacja strony
pt_pt: Orientação da página
ta: பக்கத் திசை
th_th: แนวหน้ากระดาษ
zh_cn: 页面方向

# PrintViewPageRange.Text
source: Page Range
de_de: Seitenumfang
es_es: Rango de páginas
it_it: Intervallo di pagine
pl_pl: Zakres stron
pt_pt: Intervalo de páginas
ta: பக்க வரம்பு
th_th: ระยะหน้าที่พิมพ์
zh_cn: 页面范围

# PrintViewPageRangeDesc.Text
source: Up to 50 pages can be printed at a time. Select the range of pages to print here.
de_de: Bis zu 50 Seiten können zeitgleich gedruckt werden. Wähle hier den Bereich der zu druckenden Seiten.
es_es: Se pueden imprimir hasta 50 páginas a la vez. Selecciona aquí el rango de páginas a imprimir.
it_it: È possibile stampare fino a 50 pagine alla volta. Seleziona l'intervallo di pagine da stampare qui.
pl_pl: Jednocześnie można wydrukować do 50 stron. Wybierz zakres stron do wydrukowania w tym miejscu.
pt_pt: Podem ser impressas até 50 páginas de uma vez. Selecione aqui o intervalo de páginas a imprimir.
ta: ஒரு நேரத்தில் 50 பக்கங்கள் வரை அச்சிட முடியும். இங்கு அச்சிட வேண்டிய பக்கங்களின் வரம்பைத் தேர்ந்தெடுக்கவும்.
th_th: เลือกระยะหน้าที่จะพิมพ์ข้างล่างนี้ สามารถพิมพ์ได้สูงสุดแค่ 50 หน้าในแต่ละครั้ง
zh_cn: 一次最多打印 50 页。请在此处选择需要打印的页面范围。

# PrintViewPageRangeSelector.Header
source: Pages to print:
de_de: Zu druckende Seiten:
es_es: Páginas a imprimir:
it_it: Pagine da stampare:
pl_pl: Strony do wydrukowania:
pt_pt: Páginas para imprimir:
ta: அச்சிட வேண்டிய பக்கங்கள்:
th_th: พิมพ์เป็นจำนวน (หน้า):
zh_cn: 要打印的页面数:

# PrintViewPageSelector.Header
source: Start from page:
de_de: Starte von Seite:
es_es: Comenzar desde la página:
it_it: Inizia dalla pagina:
pl_pl: Zacznij od strony:
pt_pt: Iniciar na página:
ta: பக்கத்திலிருந்து தொடங்கு:
th_th: เริ่มจากหน้า:
zh_cn: 从第几页开始:

# PrintViewPageSetupHeader.Text
source: Page Setup
de_de: Seiten-Einrichtung
es_es: Configuración de página
it_it: Impostazioni pagina
pl_pl: Ustawienia strony
pt_pt: Configuração da página
ta: பக்க அமைவு
th_th: ตั้งค่าหน้ากระดาษ
zh_cn: 页面设置

# PrintViewPreviewingLabel.Text
source: Previewing page
de_de: Seitenvorschau
es_es: Vista previa de la página
it_it: Anteprima pagina
pl_pl: Podgląd strony
pt_pt: Pré-visualização da página
ta: முன்னோட்டமிடும் பக்கம்
th_th: กำลังแสดงตัวอย่างหน้า
zh_cn: 预览页面

# PrintViewPreviewOutOfBoundsLabel.Text
source: This page is outside the current page range and will not be printed. You can change the page range in the Page Setup section.
de_de: Diese Seite ist außerhalb des aktuellen Seitenbereiches und wird nicht gedruckt. Du kannst den Seitenbereich im "Seiten-Einrichtung"-Bereich anpassen.
es_es: Esta página está fuera del rango de páginas actual y no se imprimirá. Puedes cambiar el rango de páginas en la sección Configuración de página.
it_it: Questa pagina non rientra nell'intervallo di pagine corrente e non verrà stampata. È possibile modificare l'intervallo di pagine nella sezione Impostazione pagina.
pl_pl: Ta strona znajduje się poza bieżącym zakresem stron i nie zostanie wydrukowana. Zakres stron można zmienić w sekcji Ustawienia strony.
pt_pt: Esta página está fora do intervalo de páginas atual e não será impressa. Pode alterar o intervalo de páginas na secção Configuração da página.
ta: இந்தப் பக்கம் நடப்புப் பக்க வரம்பிற்கு வெளியே உள்ளது, அதனால் அச்சிடப்படாது. பக்க வரம்பை நீங்கள் பக்க அமைவு பகுதியில் மாற்றலாம்..
th_th: หน้านี้อยู่นอกเหนือจากจำนวนหน้าที่จะพิมพ์จึงจะไม่ถูกพิมพ์ หากต้องการพิมพ์หน้านี้ให้ตั้งค่าจำนวนหน้าที่จะพิมพ์ในส่วน "ตั้งค่าหน้ากระดาษ"
zh_cn: 该页不在当前页面范围内，不会被打印。 你可以在页面设置中更改页面范围。

# PrintViewPrintingLabel
source: Printing pages {0} - {1}
de_de: Druckt Seiten {0} - {1}
es_es: Imprimiendo páginas {0} - {1}
it_it: Stampa in corso {0} - {1}
pl_pl: Drukowanie stron {0} - {1}
pt_pt: A imprimir página {0} - {1}
ta: பக்கங்களை அச்சிடுதல் {0} - {1}
th_th: พิมพ์หน้าที่ {0} ถึง {1}
zh_cn: 正在打印页面 {0} - {1}

# PrintViewTitle.Text
source: Print Configuration
de_de: Druckkonfiguration
es_es: Configuración de impresión
it_it: Configurazione stampa
pl_pl: Konfiguracja wydruku
pt_pt: Configuração de impressão
th_th: ตั้งค่าก่อนพิมพ์
zh_cn: 打印配置

# PrintViewVerticalMarginHeader.Text
source: Vertical Margin
de_de: Verticaler Abstand
es_es: Margen vertical
it_it: Margini verticali
pl_pl: Margines pionowy
pt_pt: Margem vertical
ta: செங்குத்து ஓரம்
th_th: ขนาดขอบแนวตั้ง
zh_cn: 垂直距离

# SettingsCharLabel.Text
source: Character Label
de_de: Zeichen-Beschriftung
es_es: Etiqueta del carácter
it_it: Etichetta carattere
pl_pl: Etykieta znaku
pt_pt: Etiqueta do carácter
ta: எழுத்துக்குறி பெயர் பலகை
th_th: ชื่ออักษร
zh_cn: 字符标签

# SettingsCharLabelDesc.Text
source: Choose the label to show under each character. May have a minor effect on scrolling performance.
de_de: Wähle die Bezeichnung, die unter jedem Zeichen angezeigt werden soll. Kann einen geringen Einfluss auf die Scroll-Leistung haben.
es_es: Elige la etiqueta que se mostrará debajo de cada carácter. Puede tener un leve impacto en el rendimiento del desplazamiento.
it_it: Scegli l'etichetta da mostrare sotto ogni carattere. Potrebbe ridurre le prestazioni di scorrimento nell'app.
pl_pl: Wybierz etykietę, która ma być wyświetlana pod każdym znakiem. Może mieć niewielki wpływ na wydajność przewijania.
pt_pt: Escolhe a etiqueta a mostrar debaixo de cada carácter. Pode ter um efeito menor no desempenho do deslocamento.
th_th: เลือกการแสดงผลข้อมูลใต้อักษร อาจมีผลเสียขณะเลือนดูารางอักษรเล็กน้อย
zh_cn: 在各个字符下显示标签。对滚动时的性能可能稍有影响。

# SettingsManageSystemFonts.Content
source: Manage installed fonts
de_de: Installierte Schriftarten verwalten
es_es: Administrar tipografías instaladas
it_it: Gestisci i caratteri installati
pl_pl: Zarządzanie zainstalowanymi czcionkami
pt_pt: Gerir tipos de letra instalados
ta: நிறுவப்பட்ட எழுத்துருக்களை நிர்வகி
th_th: จัดการฟอนต์ที่ติดตั้งในเครื่อง
zh_cn: 管理已安装字体

# SettingsSystemFontHeader.Text
source: Installed Fonts
de_de: Installierte Schriftarten
es_es: Tipografías instaladas
it_it: Caratteri installati
pl_pl: Zainstalowane czcionki
pt_pt: Tipos de letra instalados
ta: நிறுவப்பட்ட எழுத்துரு
th_th: ฟอนต์ที่ติดตั้งไว้ในเครื่อง
zh_cn: 已安装字体

# SettingsWindowsThemeSettings.Content
source: Windows theme settings
de_de: Systemthema-Einstellungen
es_es: Configuración de tema de Windows
it_it: Impostazioni tema di Windows
pl_pl: Ustawienia kompozycji systemu Windows
pt_pt: Definições do tema do Windows
ta: Windows கருப்பொருள் அமைப்புகள்
th_th: ตั้งค่าสีของระบบ
zh_cn: Windows 主题设置

# UnicodeFiltersTitle.Text
source: UNICODE CATEGORY FILTERS
de_de: UNICODE KATEGORIE FILTER
es_es: FILTROS DE CATEGORÍA UNICODE
it_it: Filtri Unicode
pl_pl: FILTRY KATEGORII UNICODE
pt_pt: FILTROS DE CATEGORIA UNICODE
ta: Unicode வகை வடிகட்டிகள்
th_th: กรองกลุ่มอักษรที่พิมพ์
zh_cn: UNICODE 类别筛选器

# PrintLayout_Grid
source: Grid
de_de: Raster
es_es: Cuadrícula
it_it: Griglia
pl_pl: Siatka
pt_pt: Grelha
ta: கட்டம்
th_th: ตาราง
zh_cn: 网格

# PrintLayout_List
source: List
de_de: Liste
es_es: Lista
it_it: Lista
pl_pl: Lista
pt_pt: Lista
ta: பட்டியல்
th_th: รายการ
zh_cn: 列表

# PrintLayout_TwoColumn
source: Two Columns
de_de: Zwei Spalten
es_es: Dos columnas
it_it: Due colonne
pl_pl: Dwie kolumny
pt_pt: Duas colunas
ta: இரண்டு பத்திகள்
th_th: 2 แถว
zh_cn: 两列

# SettingsTransparencyDescription.Text
source: Enables transparency effects in the UI. If transparency is disabled in Windows settings, this will have no effect. May have a minor effect on performance on older or weaker devices.
de_de: Aktiviert Transparenzeffekte in der UI. Wenn Transparenz in den Windows-Einstellungen deaktiviert ist, wird dies keinen Effekt haben. Kann einen geringen Einfluss auf die Leistung älterer Geräte haben.
es_es: Activa los efectos de transparencia en la interfaz. Si la transparencia está desactivada en la configuración de Windows, esto no tendrá efecto. Puede tener un leve impacto en el rendimiento en dispositivos más antiguos o menos potentes.
it_it: Abilita gli effetti di trasparenza nell'interfaccia utente. Se la trasparenza è disabilitata nelle impostazioni di Windows, ciò non avrà alcun effetto. Può ridurre leggermente le prestazioni nei dispositivi più datati.
pl_pl: Włącza efekty przezroczystości w interfejsie użytkownika. Jeśli przezroczystość jest wyłączona w ustawieniach systemu Windows, nie będzie to miało żadnego wpływu. Może mieć niewielki wpływ na wydajność starszych lub słabszych urządzeń.
pt_pt: Ativa efeitos de transparência na IU. Se os efeitos de transparência estiverem desligados nas definições do Windows, esta opção não terá qualquer efeito. Pode ter um pequeno efeito no desempenho em dispositivos mais antigos ou fracos.
ta: UI இல் வெளிப்படைத்தன்மை விளைவுகளை செயல்படுத்தும். Windows அமைப்புகளில் வெளிப்படைத்தன்மை முடக்கப்பட்டால், இது எந்த விளைவையும் ஏற்படுத்தாது. பழைய அல்லது பலவீனமான சாதனங்களில் செயல்திறன் மீது ஒரு சிறிய விளைவை ஏற்படுத்தலாம்.
th_th: เปิดใช้การแสดงผลหน้าตาโปร่งใส. หากการตั้งค่านี้ถูกปิดในระบบจะไม่มีผลใดๆ เมื่อเปิด อาจหน่วงการแสดงผลในอุปกรณ์เก่าหรืออุปกรณ์ที่ไม่แรงพอ
zh_cn: 启用用户界面透明效果。若在 Windows 设置中禁用了透明效果，此项不会生效。 在较老旧或配置较差的设备上或许会稍微影响性能。

# SettingsTransparencyHeader.Text
source: Enable transparency
de_de: Transparenz aktivieren
es_es: Activar transparencia
it_it: Abilita trasparenze
pl_pl: Włącz przezroczystość
pt_pt: Transparência
ta: வெளிப்படைத்தன்மையை செயற்படுத்து
th_th: เปิดใช้หน้าตาโปร่งใส
zh_cn: 启用透明效果

# StartupFailedButton.Content
source: Show Details
de_de: Details anzeigen
es_es: Mostrar detalles
it_it: Mostra i dettagli
pl_pl: Pokaż szczegóły
pt_pt: Mostrar detalhes
ta: விவரங்களைக் காண்பி
th_th: แสดงรายละเอียดข้อผิดพลาด
zh_cn: 显示详细信息

# StartupFailedHeader.Text
source: Uh Oh
de_de: Oh Oh
es_es: ¡Oh, no!
it_it: : ( Oh no!
pt_pt: Ups
ta: அட டா
th_th: โอ้.. ซวยละ..
zh_cn: 尴尬

# StartupFailedMessage.Text
source: Something went wrong and we couldn't start the app right now. Please consider posting details about this error to GitHub so we can help you fix it.
de_de: Etwas ist schiefgelaufen und wir konnten die Anwendung nicht starten. Erwäge, die Details über diesen Fehler bei GitHub mitzuteilen, damit wir dir bei seiner Behebung helfen können.
es_es: Ocurrió un error y no pudimos iniciar la aplicación en este momento. Por favor, considera publicar los detalles sobre este error en GitHub para que podamos ayudarte a solucionarlo.
it_it: Qualcosa è andato storto e non è stato possibile avviare l'app in questo momento. Ti consigliamo di pubblicare i dettagli di questo errore su GitHub in modo che possiamo aiutarti a risolverlo.
pl_pl: Coś poszło nie tak i nie mogliśmy teraz uruchomić aplikacji. Rozważ opublikowanie szczegółów dotyczących tego błędu w usłudze GitHub, abyśmy mogli pomóc Ci go naprawić.
pt_pt: Ocorreu um erro e não foi possível iniciar a aplicação neste momento. Considere colocar detalhes sobre este erro no GitHub para lhe podermos ajudar a corrigi-lo.
ta: ஏதோ தவறு நடந்தது, தற்போது பயன்பாட்டை தொடங்க முடியவில்லை. இந்த பிழை பற்றிய விவரங்களை GitHubக்கு இடுகையிடுவதை கருத்தில் கொள்ளவும், எனவே அதை சரிசெய்ய நாங்கள் உங்களுக்கு உதவ முடியும்.
th_th: มีบางอย่างผิดพลาดทำให้ไม่สามารถเปิดแอปได้ ช่วยกรุณาโพสต์รายละเอียดข้อผิดพลาดนี้บน GitHub เพื่อให้เราได้แก้ไข
zh_cn: 出错了，目前无法启动应用。 请考虑将此错误详情发到 GitHub，以便我们修复它。

# CharacterKeystrokeLabel
source: Keystroke: Alt + {0:0000}
de_de: Tastendruck: Alt + {0:0000}
es_es: Combinación de teclas: Alt + {0:0000}
it_it: Battitura: Alt + {0:0000}
pl_pl: Naciśnięcie: Alt + {0:0000}
pt_pt: Combinação de tecla: Alt + {0:0000}
ta: விசைத்தட்டு: Alt + {0:0000}
th_th: คีย์ลัด: Alt + {0:0000}
zh_cn: 按键: Alt + {0:0000}

# ExportSVGLabel.Text
source: Save as SVG Image
de_de: Als SVG-Bild speichern
es_es: Guardar como imagen SVG
it_it: Salva come SVG
pl_pl: Zapisz jako obraz SVG
pt_pt: Guardar como Imagem SVG
ta: SVG படிமமாகச் சேமி
th_th: บันทึกเป็นรูป SVG
zh_cn: 保存为 SVG 图片

# ExportPNGLabel.Text
source: Save as PNG Image
de_de: Als PNG-Bild speichern
es_es: Guardar como imagen PNG
it_it: Salva come PNG
pl_pl: Zapisz jako obraz PNG
pt_pt: Guardar como Imagem PNG
ta: PNG படிமமாகச் சேமி
th_th: บันทึกเป็นรูป PNG
zh_cn: 保存为 PNG 图片

# ExportSVGGlyphLabel.Text
source: SVG Glyph
de_de: SVG-Glyphe
es_es: Glifo SVG
it_it: Glifo SVG
pl_pl: Glif SVG
pt_pt: Glifo SVG
ta: SVG கிளிஃப்
th_th: อักษร SVG
zh_cn: SVG 字形

# BtnCopyGlyph.Label
source: Copy
de_de: Kopieren
es_es: Copiar
it_it: Copia
pl_pl: Kopiować
pt_pt: Copiar
ta: நகலெடு
th_th: คัดลอก
zh_cn: 复制

# BtnCopyGlyph.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Copy to clipboard
de_de: In die Zwischenablage kopieren
es_es: Copiar al Portapapeles
it_it: Copia negli appunti
pl_pl: Kopiuj do schowka
pt_pt: Copiar para a área de transferência
ta: நகலகத்திற்கு நகலெடு
th_th: คัดลอกไปยังคลิปบอร์ด
zh_cn: 复制到剪切板

# BtnSaveGlyph.Label
source: Save As
de_de: Speichern unter
es_es: Guardar como
it_it: Salva
pl_pl: Zapisz jako
pt_pt: Guardar como
ta: இவ்வாறு சேமி
th_th: บันทึกเป็น
zh_cn: 另存为

# BtnSaveGlyph.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Save As
de_de: Speichern unter
es_es: Guardar como
it_it: Salva Come
pl_pl: Zapisz jako
pt_pt: Guardar como
ta: இவ்வாறு சேமி
th_th: บันทึกเป็น
zh_cn: 另存为

# BtnFit.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Fit Character
de_de: Zeichen einpassen
es_es: Ajustar carácter
it_it: Adatta
pl_pl: Dopasuj charakter
pt_pt: Ajustar carácter
ta: எழுத்துக்குறியைப் பொருத்து
th_th: ขยายอักษรตัวอย่าง
zh_cn: 适配字符

# NotificationFontRemovedBody.Text
source: was removed from
de_de: wurde entfernt aus
es_es: se quitó de
it_it: è stato rimosso da
pl_pl: został usunięty z
pt_pt: foi removido de
ta: இருந்து அகற்றப்பட்டது
th_th: ถูกลบออกจาก
zh_cn: 被移除自

# NotificationFontAddedBody.Text
source: was added to
de_de: wurde hinzugefügt aus
es_es: se agregó a
it_it: è stato aggiunto a
pl_pl: został dodany do
pt_pt: foi adicionado a
ta: இல் சேர்க்கப்பட்டது
th_th: ถูกเพิ่มเข้าไปยัง
zh_cn: 被添加到

# ExportFontFile.Text
source: Font File
de_de: Schriftarten-Datei
es_es: Archivo de tipografía
it_it: File di caratteri
pl_pl: Plik czcionki
pt_pt: Ficheiro de tipo de letra
ta: எழுத்துரு கோப்பு
th_th: ไฟล์ฟอนต์
zh_cn: 字体文件

# ExportFontFileLabel.Text
source: Save Font File As
de_de: Schriftarten-Datei speichern unter
es_es: Guardar archivo de tipografía como
it_it: Salva file di carattere come
pl_pl: Zapisz plik czcionki jako
pt_pt: Guardar tipo de letra como
ta: எழுத்துரு கோப்பை இவ்வாறு சேமி
th_th: บันทึกไฟล์ฟอนต์เป็น
zh_cn: 将字体文件另存为

# FontExportedMessage
source: {0} exported
de_de: {0} exportiert
es_es: {0} exportado
it_it: {0} esportato
pl_pl: {0} eksportowane
pt_pt: {0} exportado
ta: {0} ஏற்றுமதி செய்யப்பட்டது
th_th: ส่งออก {0} ฟอนต์
zh_cn: {0} 已导出
